{
	"prologue": [
		{
			"text": "This is a test."
		}
	],
	"post_stage1": [
		{
			"character": "0",
			"sprite": 1,
			"text": "HAHA! I'm free, im free! Free from that wretched box of a cell! But this place still reeks of confinement."
		},
		{
			"character": "0",
			"sprite": 0,
			"text": "Though... I'm not exactly free, I'm still in this hellish pit hole of a prison. The walls seem to mock me with their permanence."
		},
		{
			"character": "0",
			"sprite": 2,
			"text": "I could easily escape however, but... I'm craving chaos. I'll stir up some trouble before I make my grand exit."
		},
		{
			"character": "(narrator)",
			"text": "(Mizuchi steps out of her cell, the cell that had kept her in for what must have been forever.)"
		},
		{
			"character": "0",
			"sprite": 1,
			"text": "Ahh, fresh air! It's invigorating after that suffocating cell."
		},
		{
			"character": "0",
			"sprite": 0,
			"text": "Not finished, however. People can still recognize me, and I'll be back in that box again. I need a disguise, a new face."
		},
		{
			"character": "0",
			"sprite": 3,
			"text": "Mizuchi: I could possess someone, but who though? Someone unsuspecting and easily manipulated."
		},
		{
			"character": "1",
			"sprite": 0,
			"text": "(...)"
		},
		{
			"character": "0",
			"sprite": 2,
			"text": "There's my little puppet~ My ticket out of hell."
		},
		{
			"character": "1",
			"sprite": 2,
			"text": "(Look at that spirit waltzing by with such rage in her eyes.)"
		},
		{
			"character": "1",
			"sprite": 5,
			"text": "(It fills me with a certain kind of rage within myself that I can never be filled with such ire...)"
		},
		{
			"character": "0",
			"sprite": 0,
			"text": "(A Hashihime, huh? I've seen a fair deal of repulsive youkai last time I was out.)"
		},
		{
			"character": "0",
			"sprite": 0,
			"text": "(But none perplex me like a Hashihime...)"
		},
		{
			"character": "1",
			"sprite": 5,
			"text": "Hey! Spirits like you aren't supposed to be heading out like that!"
		},
		{
			"character": "0",
			"sprite": 2,
			"text": "You know, I feel suddenly compelled to take over your body."
		},
		{
			"character": "1",
			"sprite": 5,
			"text": "Take over my what? Well, maybe I would finally have your anger, your vengeance that I am vying for."
		},
		{
			"character": "0",
			"sprite": 3,
			"text": "And I would get to have your body!"
		},
		{
			"character": "0",
			"sprite": 2,
			"text": "Maybe we could, strike a deal, you know?"
		},
		{
			"character": "1",
			"sprite": 2,
			"text": "A deal, huh? My body for your anger..."
		},
		{
			"character": "1",
			"sprite": 3,
			"text": "Wait, but that would mean I would be envious about other people with a body."
		},
		{
			"character": "0",
			"sprite": 5,
			"text": "Tch... Hashihimes... never ever pleased, always wanting to have a cake and eat it too."
		},
		{
			"character": "1",
			"sprite": 2,
			"text": "And vengeful spirits like you, filled with a never-ending amount of anger."
		},
		{
			"character": "1",
			"sprite": 2,
			"text": "Maybe you and I aren't that different after all."
		},
		{
			"character": "0",
			"sprite": 5,
			"text": "That's why we two should be in one body once I take it over!"
		},
	],
	"post_stage2": [
		{
			"character": "3",
			"sprite": 0,
			"text": "Ahh. We really are one and the same figuratively and now literally, huh?"
		},
		{
			"character": "2",
			"sprite": 0,
			"text": "Now to look for a way out."
		},
		{
			"character": "3",
			"sprite": 5,
			"text": "Darn, this ascent looks like it will never end."
		},
		{
			"character": "3",
			"sprite": 4,
			"text": "Being this tired after the fight, I don't think I can make it out through that."
		},
		{
			"character": "3",
			"sprite": 0,
			"text": "How about this river instead? Build a raft, drift away, and hope I end somewhere I want to be."
		}
	],
	"post_stage3": [
		{
			"character": "0",
			"sprite": 0,
			"text": "The walls are now cleared. \n...who's that in the distance?"
		},
		{
			"character": "1",
			"sprite": 0,
			"text": "You're not supposed to break out of this prison, Mizuchi."
		},
		{
			"character": "0",
			"sprite": 1,
			"text": "Not like this prison can hold me in anyway."
		},
		{
			"character": "1",
			"sprite": 0,
			"text": "Well I can."
		},
		{
			"character": "0",
			"sprite": 0,
			"text": "Oh really? I'd like to see you try."
		}
	],
	"ending": [
		{
			"text": "This is a test."
		}
	]
}
